Repository: common-repository/open-rdw-kenteken-voertuiginformatie
Catalog: assets/languages/tussendoor-rdw-*.po
Languages: nl_nl

source: <strong>Warning:</strong> The license entered for the Open data RDW Pro plugin has been blocked
nl_nl: <strong>Waarschuwing:</strong> De ingevoerde licentie voor de Open data RDW Pro plugin is geblokkeerd

source: <strong>Warning:</strong> The license entered for the Open data RDW Pro plugin has expired
nl_nl: <strong>Waarschuwing:</strong> De ingevoerde licentie voor de Open data RDW Pro plugin is verlopen

source: <strong>Warning:</strong> The license for the Open data RDW Pro plugin is either incorrect or not filled in, click %1$s here %2$s to change the license.
nl_nl: <strong>Waarschuwing:</strong> De licentie voor de Open data RDW Pro plugin is onjuist of niet gevuld, klik %1$s hier %2$s als U deze wilt wijzigen of toevoegen.

source: Add shortcode
nl_nl: Shortcode toevoegen

source: Axels
nl_nl: Assen

source: Axle number
nl_nl: As nummer

source: Axle position code
nl_nl: Aspositiecode

source: Body work
nl_nl: Carrosserie

source: Brand
nl_nl: Merk

source: Cancel
nl_nl: Annuleren

source: Capacity
nl_nl: Laadvermogen

source: Car body code
nl_nl: Carrosseriecode

source: Car body sequence number
nl_nl: Carrosserievolgnummer

source: Car body type
nl_nl: Carrosserie type

source: Car body vehicle code sequence number
nl_nl: Carrosserie voertuigcode volgnummer

source: Catalog price
nl_nl: Catalogusprijs

source: Chassis number location
nl_nl: Locatie chassisnummer

source: CO2 emission combined
nl_nl: CO2-uitstoot gecombineerd

source: CO2 emissions for more displays
nl_nl: CO2-uitstoot voor meer displays

source: Combined fuel consumption
nl_nl: Gecombineerd brandstofverbruik

source: Commercial name
nl_nl: Model

source: Cylinder capacity
nl_nl: Cilinderinhoud

source: Date ascription
nl_nl: Datum tenaamstelling

source: Date ascription (datetime)
nl_nl: Datumtoekenning (datetime)

source: Date of first registration
nl_nl: Datum eerste toelating

source: Date of first registration (datetime)
nl_nl: Datum van eerste registratie (datetime)

source: Date of first registration in NL (datetime)
nl_nl: Datum van eerste registratie in NL (datetime)

source: Date of first registration in the Netherlands
nl_nl: Datum van eerste registratie in Nederland

source: Date of first release Netherlands
nl_nl: Datum eerste afgifte Nederland

source: De licentie van %s is verlopen. Neem contact op met Tussendoor voor meer informatie.
nl_nl: De licentie van %s is succesvol gecontroleerd.

source: Design
nl_nl: Ontwerp

source: Distance from vehicle front to coupling point
nl_nl: Afstand van voertuigfront tot koppelingspunt

source: Driven axle
nl_nl: Aangedreven as

source: Efficiency label
nl_nl: Efficiëntielabel

source: EG environmental class light
nl_nl: EG milieuklasse licht

source: Emission code
nl_nl: Emissiecode

source: Emission code description
nl_nl: Emissiecode omschrijving

source: Empty vehicle mass
nl_nl: Massa ledig voertuig

source: Engine
nl_nl: Motor

source: Environment
nl_nl: Omgeving

source: Environmental class
nl_nl: Milieuklasse

source: European car body vehicle number
nl_nl: Europees carrosserie voertuignummer

source: European vehicle category
nl_nl: Europese voertuigcategorie

source: Exhaust emission level
nl_nl: Uitlaatgasemissieniveau

source: Explanation code odometer reading
nl_nl: Uitleg code kilometerstand

source: Financials
nl_nl: Financiën

source: First colour
nl_nl: Eerste kleur

source: Fuel consumption city
nl_nl: Brandstofverbruik in de stad

source: Fuel consumption combined
nl_nl: Brandstofverbruik gecombineerd

source: Fuel consumption in the city
nl_nl: Brandstofverbruik in de stad

source: Fuel consumption outside
nl_nl: Brandstofverbruik buiten

source: Fuel consumption outside city
nl_nl: Brandstofverbruik buiten de stad

source: Fuel description
nl_nl: Brandstof omschrijving

source: Fuel information
nl_nl: Brandstof informatie

source: Fuel sequence number
nl_nl: Brandstofvolgnummer

source: Gross BPM
nl_nl: Bruto BPM

source: History
nl_nl: Historie

source: https://www.tussendoor.nl
nl_nl: http://www.tussendoor.nl

source: Layout
nl_nl: Indeling

source: Legally permissible maximum axle load
nl_nl: Wettelijk toegestane maximale aslast

source: Length
nl_nl: Lengte

source: License plate
nl_nl: Kenteken

source: Lift axle
nl_nl: Hefas

source: Light particle emissions
nl_nl: Lichte deeltjesemissies

source: Mass roadworthy
nl_nl: Massa rijklaar

source: Max load on front axle combined
nl_nl: Maximale belasting op de vooras gecombineerd

source: Maximum combined mass
nl_nl: Maximale gecombineerde massa

source: Maximum construction speed moped
nl_nl: Maximale bouwsnelheid bromfiets

source: Maximum permissible mass of vehicle
nl_nl: Toegestane maximum massa voertuig

source: Maximum towable mass
nl_nl: Maximum te trekken massa

source: Maximum towable mass braked
nl_nl: Maximum massa trekken geremd

source: Maximum towable mass non-braked
nl_nl: Maximum massa trekken ongeremd

source: Miscellaneous
nl_nl: Overige

source: Moped
nl_nl: Brom-/Snor-fiets

source: MOT expiry
nl_nl: Vervaldatum APK

source: MOT expiry (datetime)
nl_nl: APK-vervaldatum (datum/tijd)

source: Net maximum power
nl_nl: Netto maximaal vermogen

source: Number of axles
nl_nl: Aantal assen

source: Number of cylinders
nl_nl: Aantal cilinders

source: Number of seats
nl_nl: Aantal zitplaatsen

source: Number of wheels
nl_nl: Aantal wielen

source: Odometer reading judgment
nl_nl: Beoordeling kilometerstand

source: Open RDW Kenteken voertuiginformatie for requesting and sending of vehicle information in WordPress.
nl_nl: Open RDW Kenteken voertuiginformatie voor het opvragen en verzenden van voertuiginformatie in WordPress.

source: Open recall action indicator
nl_nl: Open terugroepactie-indicator

source: Particulate emission
nl_nl: Deeltjesuitstoot

source: Power at curb weight
nl_nl: Vermogen bij leeggewicht

source: Power curb weight
nl_nl: Vermogen leeggewicht

source: Registration possible
nl_nl: Registratie mogelijk

source: Request data by means of license plate from the Open RDW.
nl_nl: Vraag kenteken gegevens op via de open data van het RDW.

source: Request licence plate information
nl_nl: Zoek kenteken informatie

source: Road behavior code
nl_nl: Gedragscode voor het wegverkeer

source: Road tax environmental class heavy diesel vehicles
nl_nl: Wegenbelasting milieuklasse zware dieselvoertuigen

source: Road tax environmental class heavy LPG vehicles
nl_nl: Wegenbelasting milieuklasse zware LPG-voertuigen

source: Road tax environmental class heavy petrol vehicles
nl_nl: Wegenbelasting milieuklasse zware benzinevoertuigen

source: Road tax environmental class light diesel vehicles
nl_nl: Wegenbelasting milieuklasse lichte dieselvoertuigen

source: Road tax environmental class light LPG vehicles
nl_nl: Wegenbelasting milieuklasse lichte LPG-voertuigen

source: Road tax environmental class light petrol vehicles
nl_nl: Wegenbelasting milieuklasse lichte benzinevoertuigen

source: Road tax fuel-efficient vehicles
nl_nl: Wegenbelasting zuinige voertuigen

source: RPM noise level
nl_nl: Toerental geluidsniveau

source: Search license
nl_nl: Zoek kenteken

source: Secondary colour
nl_nl: Tweede kleur

source: Select which fields you would like to display:
nl_nl: Selecteer welke velden je wilt weergeven:

source: Stationary noise level
nl_nl: Stationair geluidsniveau

source: Tachograph expiration date
nl_nl: Vervaldatum tachograaf

source: Tachograph expiration date (datetime)
nl_nl: Vervaldatum tachograaf (datetime)

source: Technical max vehicle mass
nl_nl: Technische maximale voertuigmassa

source: Technically permissible max axle load
nl_nl: Technisch toegestane maximale aslast

source: Trailer autonomous braked
nl_nl: Aanhangwagen autonoom geremd

source: Trailer braked
nl_nl: Aanhangwagen geremd

source: Trailer center axis braked
nl_nl: Aanhangwagen middenas geremd

source: Type of car body European description
nl_nl: Type carrosserie Europese omschrijving

source: Unfortunately no vehicle information was found for license plate %s.
nl_nl: Helaas is er geen voertuig informatie gevonden voor kenteken %s.

source: Vehicle
nl_nl: Voertuig

source: Vehicle type
nl_nl: Voertuigtype

source: Waiting for approval
nl_nl: Wachten op keuring

source: WAM insured
nl_nl: WAM verzekerd

source: Weight and capacity
nl_nl: Gewicht en capaciteit

source: Wheelbase
nl_nl: Wielbasis

source: Widget title:
nl_nl: Widget titel:
